// Misc Strings

"fibre-channel-card-name"           = "Placa FC da Apple";
"unknown"                           = "<desconhecido>";
"default-filename"                  = "Placas Fibre Channel";
"port-name-prefix"                  = "Porta ";
"slot-name-prefix"					= "Slot ";
"restart-required"                  = "É necessário reiniciar para que os ajustes tenham efeito.";

// Status string.

"Offline"                           = "O link da porta não está ativado.";
"Online"                            = "O link da porta está ativado.";
// Speed status string.
"speed-status"                      = " A velocidade está definida para <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Nenhum Link Estabelecido";
"link-status-nolink-unsupported"	= "Nenhuma Ligação Estabelecida (Cabo Incompatível)";
"link-status-link"					= "Link Estabelecido";
"link-status-link-unsupported"		= "Link Estabelecido (Cabo Incompatível)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "configurar automaticamente";
"automatic-1-gigabit"               = "configurar automaticamente e é atualmente 1 Gb/s";
"automatic-2-gigabit"               = "configurar automaticamente e é atualmente 2 Gb/s";

// Topology status string.
"toplogy-status"                    = " A topologia da porta está definida para <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Ponto-a-Ponto";
"arbitrated-loop"                   = "Loop Arbitrado";
"topology-automatic"                = "configurar automaticamente";
"automatic-point-to-point"          = "configurar automaticamente e é atualmente Ponto-a-Ponto";
"automatic-arbitrated-loop"         = "configurar automaticamente e é atualmente Loop Arbitrado";

// Alerts
"incompatible-driver-title"         = "Por favor, instale o driver mais recente";
"incompatible-driver"               = "Este aplicativo requer a versão 1.1.0 ou posterior do AppleLSIFusionMPT.kext.  Por favor, certifique-se de que você tenha instalado o driver mais recente e tente novamente.";
"alert-no-cards-title"              = "Nenhuma placa Fibre Channel da Apple foi encontrada";
"alert-no-cards"                    = "Certifique-se de que a placa Fibre Channel da Apple esteja instalada corretamente e tente novamente.";
"alert-restart-title"               = "Reiniciar o sistema";
"alert-restart-required"            = "É necessário reiniciar para que os novos ajustes tenham efeito.  Deseja reiniciar agora?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Sim";
"alert-no-button"                   = "Não";
"alert-cancel-button"               = "Cancelar";
"alert-tool-title"                  = "Erro da Ferramenta fibreconfig";
"alert-fibreconfig-error"           = "Houve um erro com a ferramenta fibreconfig.";
"alert-missing-tool"                = "A ferramenta fibreconfig está ausente.";
"alert-non-executeable-tool"        = "A ferramenta fibreconfig não é executável e talvez tenha que ser reinstalada.";
"ww-node-name-tooltip"              = "Identificador Mundial Exclusivo de Nó (WWNN)";
"ww-port-name-tooltip"              = "Identificador Mundial Exclusivo de Porta (WWPN)";